[
  {
    "offering": "Temple",
    "description": "A Hindu temple is a symbolic house, seat, and body of a God. It is a structure designed to bring human beings and gods together, using symbolism to express the ideas and beliefs of Hinduism."
  },
  {
    "offering": "Temple-based ecosystem",
    "description": "A structure unique to Hinduism where each big temple is an ecosystem created for enlightenment. A whole community around the temple lives a deeply spiritual lifestyle that revolves around the temple."
  },
  {
    "offering": "Science of Advaita (Oneness)",
    "description": "Dvaita means duality, the sense of separation, the notion that there is one and there is another, the conscious experience of the subject with the object and the knower with the known. Advaita means non-duality or absence of duality. It is a state of oneness with the rest of creation, of the subject with the object, of the knower with the known, of the lower self with the highest self and of the ordinary consciousness with the higher consciousness. It comes with a heightened sense of awareness in which one sees everything in oneself and as oneself. It is the state described in the Upanishads that experience the self as everything and everything in the self."
  },
  {
    "offering": "Yoga",
    "description": "Yoga is the science that empowers every being to realize his or her highest state of possibility. Yoga comes from the Sanskrit word “yug” that means union. It takes us from being human to being divine – to the state of Sadashivoham – the state of being eternally divine and in union with the Source."
  },
  {
    "offering": "Science of Power Manifestation",
    "description": "Truth is self-effulgent, all-powerful, eternal by its very nature; no theory, be it scientific or mystical, needs to lend authority or credibility to the TRUTH as it is revealed directly by the Source. It stands by its cosmic authority as the words of SADASHIVA – the VEDA-AGAMAS.\nThe primordial Truths and the powers, Shaktis of Sadashiva precisely revealed in the Agamas place a definitive end to the supernatural theories of Occultism, to the esoteric concepts of Mysticism and to the limited ideologies of Neo-Vedanta, which falsely warn people against manifesting the Shaktis as an impediment to their divinely sought path of Enlightenment."
  },
  {
    "offering": "Science of Third Eye",
    "description": "The Third Eye is a natural superpower available to every human being. Just like the two eyes, humans have a third possibility, with which we can perceive not only the whole world but the whole cosmos. It is located at the point between your eyebrows and nose."
  },
  {
    "offering": "Gurukul Education",
    "description": "One of the famous educational systems practiced in India in the ancient times was The Gurukul System. The main focus of Gurukuls was on imparting learning to the students in a natural surrounding where the shishyas lived with each other with brotherhood, humanity, love, and discipline. The essential teachings were in subjects like language, science, mathematics through group discussions, self-learning, etc. Not only this, but the focus was also given on arts, sports, crafts, singing that developed their intelligence and critical thinking. Activities such as yoga, meditation, mantra chanting, etc generated positivity and peace of mind and made them fit. It was also mandatory to do daily chores on own with a motive to impart practical skills in them. All these helped in the personality development and increased there confidence, sense of discipline, intellect and mindfulness which is necessary even today to face the world that lay ahead."
  },
  {
    "offering": "Guru-disciple relationship",
    "description": "The primary, fundamental, foundational first principle of Sanatana Hindu Dharma is the relationship between the Master and the disciple. Everything starts there, everything ends there. Everything starts there, everything ends there but this itself does not end. The Guru-Disciple relationship, everything starts there, everything ends there, but the relationship itself never ends. I have given you the most important sacred secret to having that relationship in the best way."
  },
  {
    "offering": "Sannyas",
    "description": "Sannyasa is a form of asceticism, is marked by the renunciation of material desires and prejudices, represented by a state of disinterest and detachment from material life, and has the purpose of spending one's life in peaceful, love-inspired, simple spiritual life.  An individual in Sanyasa is known as a Sannyasi (male) or Sannyasini (female) in Hinduism."
  },
  {
    "offering": "Science of Healing",
    "description": "Hindu spiritual healing is the process of energetic realignment of the body."
  },
  {
    "offering": "Kundalini Science",
    "description": "Kundalini is described as a sleeping, dormant potential force in the human organism. It is one of the components of an esoteric description of the \"subtle body\", which consists of Nadis (energy channels), chakras (psychic centers), prana (subtle energy), and Bindu (drops of essence)."
  },
  {
    "offering": "Science of Initiation",
    "description": "Transmission of state, space, powers and being of Paramashiva from Guru to disciple"
  },
  {
    "offering": "Science of Enlightenment",
    "description": "Enlightenment is a state of awakened understanding. It can be described as the transcendence of suffering and desire. To be enlightened is to be freed from the tyranny of the mind and to experience deep spiritual peace, presence, and wholeness."
  },
  {
    "offering": "Science of Completion",
    "description": "Completion is a space or a state of being where no negative events, emotions, thought patterns or behaviors from the past can have a hold over us in the present or future. For example, people who have a deep self-sympathy, victim mentality, will always suffer from pain in the back of the head. Their incompletions will manifest as an illness or a disease in their physical body. This can only be resolved by completing with it. “Reliving your past, with a new understanding, deciding not to repeat past mistakes, incompletions, and patterns in future is completion.” – Paramahamsa Nithyananda"
  },
  {
    "offering": "Science of Unclutching",
    "description": "If we look closely, our thoughts are independent and disconnected, like bubbles in a fish-tank. Every thought independently rises and dies before the next thought comes up. However, we connect these thoughts and selectively “clutch” on to certain ways of thinking and doing, which creates our emotional vacillation between pleasure and pain.\nThis “clutching” keeps us trapped in conditioned responses to situations and limits our future experience. When we apply the technique of “Unclutching,” we become present with what is, reducing the potential for conflicts. This allows us to respond with freshness, clarity, and calmness to situations, instead of just unconsciously repeating the old patterns of response. Not connecting your past experiences with your current experience, but looking at everything fresh, with awareness, is being unclutched."
  },
  {
    "offering": "Science of Liberation",
    "description": "The ultimate goal of Hinduism is Moksha or liberation (total freedom). This is the personal and direct realization of one's true self, which liberates one's from the cycles of rebirth, or Samsara."
  },
  {
    "offering": "Akashik Reading",
    "description": "The Akashic records are a compendium of all human events, thoughts, words, emotions, and intent ever to have occurred in the past, present, or future. They are encoded in a non-physical plane of existence known as the etheric plane. Akashik reading is the science of directly accessing those records."
  },
  {
    "offering": "Science of Kalpataru",
    "description": "The science of manifesting any desire you want. In SHD many spiritual energy centers act as embodiments of this science, radiating the Kalpataru energy. They act as independently intelligent wish-fulfilling entities. Some notable examples include the Balaji Deity in Tirupati Temple, 1000-year old sacred banyan tree in Adi Peetha Sarvajnapeetham, Bangalore."
  },
  {
    "offering": "Shivastambha (Pole Yoga)",
    "description": "A vertical wooden pole is fixed in the ground and the participant performs various Yoga poses while hanging on the pole. Wrestlers mount, dismount, and utilize this pole for various complex calisthenics designed to develop their grip, stamina, and strength in the arms, legs, and upper body."
  },
  {
    "offering": "Kundalini Rajju (Rope Yoga)",
    "description": "Kundalini Rajju, more commonly know as rope yoga, is one of the most ancient forms of yoga that is only now being revived in India. Kundalini Rajju and its counterpart Shivastamba (pole yoga) are the ultimate challenges to the body.  Kundalini Rajju is for female bodies to expand their flexibility, while Shivastamba is an intense strength builder."
  },
  {
    "offering": "Gaumandir",
    "description": "Gomandirs or Goshalas are protective shelters for cows in India. Goshalas focus on treating cows well, because of their religious significance in Hinduism and consequent cultural sensitivity towards their welfare."
  },
  {
    "offering": "Annadaan",
    "description": "Hinduism encourages the offering of free food to the hungry as one of the best ways to serve and enrich the world. Annadaan (Anna - food and Daan - giving) is an integral part of an enlightenment ecosystem which ensures the basic human right of free food to all."
  },
  {
    "offering": "Vedagama",
    "description": "The Vedas are a collection of hymns and other ancient religious texts written in India between about 1500 and 1000 BCE. It includes elements such as liturgical material as well as mythological accounts, poems, prayers, and formulas considered to be sacred by the Vedic religion."
  },
  {
    "offering": "Cosmology",
    "description": "In Hindu cosmology, the universe is cyclically created and destroyed. Its cosmology divides time into four epochs or Yuga, of which the current period is the Kali Yuga. The Rig Vedic Hymn Nāsadīya Sūkta describes the beginning of the cosmos."
  },
  {
    "offering": "Gender Science -- 11 genders",
    "description": "Hinduism recognizes a whole spectrum of genders that accomodate all sexual orientations and inclinations."
  },
  {
    "offering": "Sanskrit",
    "description": "Sanskrit language, (from Sanskrit: saṃskṛta, “adorned, cultivated, purified”) an Old Indo-Aryan language in which the most ancient documents are the Vedas, composed in what is called Vedic Sanskrit. Although Vedic documents represent the dialects then found in the northern midlands of the Indian subcontinent and areas immediately east thereof, the very earliest texts—including the Rigveda (“The Veda Composed in Verses”), which scholars generally ascribe to approximately 1500 BCE—stem from the northwestern part of the subcontinent, the area of the ancient seven rivers (Sapta Sindhavaḥ)."
  },
  {
    "offering": "Bhagavad Gita",
    "description": "The Bhagavad Gita is a Hindu sacred text originally written in Sanskrit that forms part of a larger epic, the \"Mahabharata.\" Yoga is presented in the Bhagavad Gita as the process by which a person can connect with the Absolute or Divine. The Bhagavad Gita is a narrative that is told through a dialogue between Arjuna, a warrior, and his charioteer, Lord Krishna. Arjuna doubts whether he should go into battle and Krishna explains that he must fulfill his dharma, or duty, as a warrior. In his explanation, Krishna discusses various types of yoga, including Jnana, Bhakti, Karma, and Raja."
  },
  {
    "offering": "Tantra",
    "description": "Tantra can be defined as the path that leads to liberation. As a life-embracing philosophy, Tantra consists of various practices, including spirituality, love, sexual union and social life, to achieve one's spiritual aspirations. The \"tools\" one may use in a Tantric practice include mudras, mantras, prayers, meditation and other yogic practices that purify both the body and soul. Sexual energy is involved in the practices of some Tantrics. The philosophy of Tantra has influenced various faiths, such as Hinduism, Buddhism, and Jainism. Tantric rituals expand consciousness and liberate the practitioner from the physical level of existence. All the methodologies to manifest the state, space and being of Paramashiva is called Tantra."
  },
  {
    "offering": "Kamashastra (Sexology)",
    "description": "Kamashastra refers to the tradition of works on Kāma: Desire (love, erotic, sensual and sexual desire in this case). It, therefore, has a practical orientation, similar to that of Arthashastra, the tradition of texts on politics and government. Just as the latter instructs kings and ministers about government, Kāmashastra aims to instruct the townsman (nāgarika) in the way to attain enjoyment and fulfillment."
  },
  {
    "offering": "Plastic surgery",
    "description": "Historians believe plastic surgery was being carried out in India as early as near 2000 BC. To clarify, plastic in this phrase doesn’t refer to the petroleum byproduct but to plastikē or \"the art of modeling \" malleable flesh. Eventually, it was an ancient Indian physician Sushruta who was credited with being the father of plastic surgery around 600 BC, whose books and teachings eventually made their way to Europe centuries later."
  },
  {
    "offering": "Ayurveda",
    "description": "Ayurveda is composed of two Sanskrit words – Ayur ‘means age or life and Veda means knowledge. Thus, the literal meaning of Ayurveda is the science of life or longevity. Ayurveda uses the ideas of ailments and diseases, their symptoms, diagnosis, and cure, and relies heavily on herbal medicines, including extracts from several plants of medicinal values. This dependence of herbs makes Ayurveda different from systems like allopathy and homeopathy."
  },
  {
    "offering": "Siddha Medicine",
    "description": "Siddha is an ancient system of medicine and healing that origination in South India. The term Siddha comes from the Tamil language which means perfection or achievement. It is believed to have been passed on by the 'Siddhars', incarnations of God, to serve humanity. In Siddha, an individual is a microcosm of the universe, whose body consists of 5 primordial elements - earth, fire, water, air, and space."
  },
  {
    "offering": "Nyaya Darshan",
    "description": "Nyāya, literally means \"rules\", \"method\" or \"judgment\". It is also the name of one of the six orthodox (astika) schools of Hinduism. This school's most significant contributions to Indian philosophy was the systematic development of the theory of logic, methodology, and its treatises on epistemology."
  },
  {
    "offering": "The Decimal System",
    "description": "India has expressed the ingenious method of all numbers by ten symbols – the decimal system. In this system, each received symbol is a value of the position as well as an absolute value. Due to the simplicity of decimal notation, facilitates the calculation, this system made the use of arithmetic in practical inventions much faster and easier."
  },
  {
    "offering": "Vaastu",
    "description": "Vastu Shastra (vāstu śāstra) is a traditional Hindu system of architecture which translates to \"science of architecture.\" These are texts found on the Indian subcontinent that describe principles of design, layout, measurements, ground preparation, space arrangement, and spatial geometry. Vastu Shastras incorporate traditional Hindu and in some cases Buddhist beliefs. The designs are intended to integrate architecture with nature, the relative functions of various parts of the structure, and ancient beliefs utilizing geometric patterns (yantra), symmetry, and directional alignments. Vastu Shastra is the textual part of Vastu Vidya, the latter being the broader knowledge about architecture and design theories from ancient India. Vastu Vidya knowledge is a collection of ideas and concepts, with or without the support of layout diagrams, that are not rigid. Rather, these ideas and concepts are models for the organization of space and form within a building or collection of buildings, based on their functions in relation to each other, their usage and to the overall fabric of the Vastu. Ancient Vastu Shastra principles include those for the design of Mandir (Hindu temples), and the principles for the design and layout of houses, towns, cities, gardens, roads, waterworks, shops and other public areas."
  },
  {
    "offering": "Numeral Notation",
    "description": "Indians, as early as 500 BCE, had developed for each number from one to nine a system of different symbols. This notation system was adopted from the Arabs and it refers to the trail sign. Centuries later this notation system of the Western world, it was assumed that designated them the Arabic numerals, as they achieved by Arab traders."
  },
  {
    "offering": "Vedanta",
    "description": "Vedanta or Uttara Mīmāṃsā is the most prominent of the six (āstika) schools of Hindu philosophy. Meaning \"end of the Vedas\", Vedanta reflects ideas that emerged from the speculations and philosophies contained in the Upanishads. It does not stand for one comprehensive or unifying doctrine. Rather it is an umbrella term for many sub-traditions, ranging from dualism to non-dualism, all of which developed based on a common textual connection called the Prasthanatrayi. The Prasthanatrayi is a collective term for the Principal Upanishads, the Brahma Sutras and the Bhagavad Gita."
  },
  {
    "offering": "Atomic Theory",
    "description": "Indian concept of the atom was developed independently and before the development of the idea in the Greco-Roman world. The first Indian philosopher who formulated ideas about the atom systematically was Kanada who lived in the 6th century B.C. Another Indian philosopher, Pakudha Katyayana who also lived in the 6th century B.C. and was a contemporary of Gautama Buddha, had also propounded ideas about the atomic constitution of the material world."
  },
  {
    "offering": "The Concept  Zero",
    "description": "Indian mathematicians made early contributions to the study of the concept of zero as a number. The ancient Romans did not know the number o but the Indians had the knowledge of large numbers like Mahogham (1 followed by 62 zeros). Brahmagupta's Brahmasphuṭasiddhanta is the first book that provides rules for arithmetic manipulations that apply to zero and negative numbers.[20] The Brahmasphutasiddhanta is the earliest known text to treat zero as a number in its own right, rather than as simply a placeholder digit in representing another number as was done by the Babylonians or as a symbol for a lack of quantity as was done by Ptolemy and the Romans."
  },
  {
    "offering": "Samkhya",
    "description": "Samkhya is one of the six āstika schools of Hindu philosophy. It is most related to the Yoga school of Hinduism, and it was influential on other schools of Indian philosophy. Sāmkhya is an enumerationist philosophy whose epistemology accepts three of six pramanas (proofs) as the only reliable means of gaining knowledge. These include pratyakṣa (perception), anumāṇa (inference) and śabda (āptavacana, word/testimony of reliable sources). Sometimes described as one of the rationalist schools of Indian philosophy, this ancient school's reliance on reason was exclusive but strong"
  },
  {
    "offering": "The Five Basic Physical Elements",
    "description": "From the Vedic times, around 3000 B.C. to 1000 B.C., Indians (Indo-Aryans) had classified the material world into four elements viz. Earth (Prithvi), fire (Agni), air (Maya) and water (Apa). To these four elements was added a fifth one viz. ether or Akasha. Ac cording to some scholars these five elements or Pancha Mahabhootas were identified with the various human senses of perception; the earth with the smell, air with feeling, fire with vision, water with taste and ether with sound. Whatever the validity behind this interpretation, it is true that since very ancient times Indians had perceived the material world as comprising these 5 elements. The Buddhist philosophers who came later rejected ether as an element and replaced it with life, joy, and sorrow."
  },
  {
    "offering": "Astronomy",
    "description": "The earliest references to astronomy in the Rig Veda, found that are dated 2000 BC. During the next 2500 years, built around 500 AD, ancient Indian astronomy as an important part of Indian studies and its impact on reflected seen that time in several treatises. In some cases, astronomical principles of astrology in terms of how casting a horoscope were borrowed to explain matters. Apart from this link of astronomy with astrology in ancient India to continue to develop independent science of astronomy and culminated in initial results, such as:\n\ni. The calculation of occurrences of eclipses\nii. Determination of Earth’s circumference\niii. Theorizing about the theory of gravitation\niv. Determining that sun was a star and determination of the number of planets under our solar system"
  },
  {
    "offering": "Astrology",
    "description": "Study of movement of planets and stars and their effects/influence on cosmic events."
  },
  {
    "offering": "Artha Shastra",
    "description": "The Arthashastra is an ancient Indian treatise on statecraft, economic policy and military strategy, written in Sanskrit. Likely to be the work of several authors over centuries, Kautilya, also identified as Vishnugupta and Chanakya, is traditionally credited as the author of the text. The latter was a scholar at Takshashila, the teacher and guardian of Emperor Chandragupta Maurya. However, scholars have questioned this identification. Composed, expanded and redacted between the 2nd century BCE and 3rd century CE, the Arthashastra was influential until the 12th century, when it disappeared. It was rediscovered in 1905 by R. Shamasastry, who published it in 1909. The first English translation was published in 1915."
  },
  {
    "offering": "Binary Numbers",
    "description": "Binary numbers are the basic language that is written to the computer programs. Binary refers to a set of two numbers 1 and 0, the combinations thereof are called bits and bytes. The binary number system was first described by the Vedic scholar Pingala, in his book Chandahśāstra, which the earliest known Sanskrit treatise on prosody (the study of poetic meter and verse)."
  },
  {
    "offering": "The Hindu Numeral System",
    "description": "The numbers that we all use today are an Indian invention. Often referred to as Arabic numerals, after the Arab traders who brought Indian mathematical concepts to the West, this path-breaking Indian invention replaced the cumbersome Roman numeral system in use in the West until then, and stands as one of the greatest human inventions of all time. “We owe a lot to the Indians, who taught us how to count, without which no worthwhile scientific discovery could have been made.” Albert Einstein."
  },
  {
    "offering": "Vedic Math",
    "description": "Vedic Mathematics is a collection of Techniques/Sutras to solve mathematical arithmetics in an easy and faster way. It consists of 16 Sutras (Formulae) and 13 sub-sutras (Sub Formulae) which can be used for problems involved in arithmetic, algebra, geometry, calculus, conics. This system of mathematics which was discovered by Indian mathematician Jagadguru Shri Bharathi Krishna Tirthaji in the period between A.D. 1911 and 1918 and published his findings in a Vedic Mathematics Book by Tirthaji Maharaj"
  },
  {
    "offering": "Universities",
    "description": "Takshashila became a noted center of learning several centuries BCE, and continued to attract students from around the old world until the destruction of the city in the 5th century. At its height, it has been suggested that Takshashila exerted a sort of \"intellectual suzerainty\" over other centers of learning in India. Nalanda was one of the world's first residential universities, i.e., it had dormitories for students. It is also one of the most famous universities. In its heyday, it accommodated over 10,000 students and 2,000 teachers. Chinese pilgrims estimated the students between 3,000 and 5,000. Among other was Kerala school of Mathematics and Astronomy."
  },
  {
    "offering": "Pythagorean theorem",
    "description": "Mesopotamian, Indian and Chinese mathematicians all discovered Pythagoras’ namesake theorem independently long before he ever did. In India, the Baudhayana Sulba Sutra between about 800 BC to 500 BC contains a statement of the Pythagorean theorem as well as geometrical proof for an isosceles right triangle."
  },
  {
    "offering": "Trigonometric functions",
    "description": "The trigonometric functions sine and versine originated in Indian astronomy, adapted from the full-chord Greek versions (to the modern half-chord versions). They were described in detail by Aryabhata in the late 5th century but were likely developed earlier in the Siddhantas, astronomical treatises of the 3rd or 4th century.[174][175] Later, the 6th-century astronomer Varahamihira discovered a few basic trigonometric formulas and identities, such as sin^2(x) + cos^2(x) = 1.[167]\nFormal systems: Panini is credited with the creation of the first Formal System in the world."
  },
  {
    "offering": "Mantra",
    "description": "A Mantra is a sacred word, sound or phrase, usually in Sanskrit, which has deep spiritual and psychological powers. Meaning “tool of thought” in Sanskrit, a mantra is often used in meditation as a way to harness and focus the mind."
  },
  {
    "offering": "Bhagashastra",
    "description": "Mahadeva revealed the secrets of the Bhaga Shastra to his consort Parvati, who in turn revealed it to Nala, the king of Vidarbha. Nala, an expert charioteer, and well-known culinary expert is the main protagonist in the ancient romantic tale of Nala-Damayanti. The Bhaga Shastra may have been written 2000 years ago but its wisdom and culinary secrets date back nearly 60,000 years! The only available copy of this book was printed in the year 1851 in Madras (current day Chennai) in South India. This book, in the Tamil language, is now with Nithyananda Gnanalaya (library), Bengaluru Adheenam."
  },
  {
    "offering": "Yantra",
    "description": "A Yantra is a mystical diagram used in Hinduism for worship. It is used to help in meditation and for the benefits of its purported occult powers based on Tantric texts and Hindu astrology. It is a type of mandala, which is a spiritual symbol representing the universe. In classical Sanskrit, the word, yantra, means “instrument,” “apparatus” or “contrivance.” It is derived from the root word, yam, meaning \"to support\" or \"to sustain the essence of an object/concept."
  },
  {
    "offering": "Mother woship",
    "description": "Worshipping God as a mother has been an inherent part of the Indian culture. It has been a part of our unbroken living traditions in which the ideals of universal divinity seamlessly transcend physically as our mother. Mother being the last of the emotional bonds and a constant thread to divinity, be it perceptive or experiential."
  },
  {
    "offering": "Siddhanta (philosophy)",
    "description": "Siddhanta is an established term within Hindu philosophy which denotes a specific line of development within a Hindu religious or philosophical tradition. The traditional schools of Hindu philosophy have had their Siddhantas established by their respective founders in the form of Sutras (aphorisms). The Sutras are commented by a major philosopher in the respective traditions to elaborate upon the established doctrine by quoting from the Shastras (scriptures) and using logic and pramanas (accepted source of knowledge)."
  },
  {
    "offering": "Avatar Shastra",
    "description": "An avatar, a concept in Hinduism that means \"descent\", is the material appearance or incarnation of a deity on earth. The relative verb to \"alight, to make one's appearance\" is sometimes used to refer to any guru or revered human being."
  },
  {
    "offering": "Democracy",
    "description": "The ancient republic of Athens has long been considered the oldest non-tribal, organized democracy in the world. During the modern era, racially motivated European ‘historians’ distorted or simply re-wrote significant Indian and colonial historical achievements, from pettily changing the date of the life and death of the revered Gautama Buddha, the founder of Buddhism, to make it appears as if he lived after Pericles and Socrates, to omitting known references to the existence of ancient Indian republics, known as Gana-Sangha (equal assembly), or Gana-Rajya (equal government). In the same vein, the history of the ancient Indian republic of Vaishali, which dates back to 600 BCE - almost a century before the institution of Athenian republican democracy - was also ‘adjusted’ to support colonial propaganda of the day. Ironically, Ancient Greece itself demonstrated significant respect and attraction towards India and its achievements, but the legacy of modern-era colonial propaganda in this and many other facets of our collective history, remain with us to this day. “Through such chronological manipulations, the threat that the Indian past presents to the Greek miracle [as postulated by European supremacists] is defused by chronology.” Thomas McEvilley. Another completely distinct and more widely known ancient form of Indian democracy is the localized ‘panchayat’ system, which means an ‘assembly of five’ wise and respected elders. Unlike ancient Indian city and state-level republics, panchayats started as a form of localized grassroots democracy more than three thousand years ago, have survived the rise and fall of repeated conquests and empires, and are still a central feature of India’s modern democratic apparatus. “India was the mother of ... village communities of self-government and democracy.” Will Durant."
  },
  {
    "offering": "Nadi Shastra",
    "description": "It is a form of Dharma astrology practiced in Tamil Nadu, Kerala and adjacent regions in India. It is based on the belief that the past, present and the future lives of all humans were foreseen by Dharma sages in ancient time. The ancient sages utilized the Tropical Zodiac with Sidereal Nakshatras system unlike the modern-day astrologers who utilizes the flawed Sidereal Zodiac system"
  },
  {
    "offering": "The Heliocentric Theory",
    "description": "Often to make mathematicians of ancient India used their mathematical knowledge accurate astronomical predictions. The most important among them was Aryabhatta whose book, Aryabhatiya, represented the head of the astronomical knowledge at the time. He propounded true that the earth is round, rotates about its axis and revolves around the sun that is the heliocentric theory. He also made predictions about the solar and lunar eclipses, the duration of the day and the distance between the Earth and the moon."
  },
  {
    "offering": "Iron Working (Iron pillar of Delhi)",
    "description": "Ironworks were developed in India, around the same time as, but independently of, Anatolia and the Caucasus. Archaeological sites in India, such as Malhar, Dadupur, Raja Nala Ka Tila and Lahuradewa in present-day Uttar Pradesh show iron implements in the period between 1800 BCE—1200 BCE. Early iron objects found in India can be dated to 1400 BCE by employing the method of radiocarbon dating. Spikes, knives, daggers, arrow-heads, bowls, spoons, saucepans, axes, chisels, tongs, door fittings, etc. ranging from 600 BCE to 200 BCE have been discovered from several archaeological sites of India. Some scholars believe that by the early 13th century BC, iron smelting was practiced on a bigger scale in India, suggesting that the date the technology's inception may be placed earlier. In Southern India (present-day Mysore) iron appeared as early as 11th to 12th centuries BC; these developments were too early for any significant close contact with the northwest of the country. In the time of Chandragupta II Vikramaditya (375–413 CE), corrosion-resistant iron was used to erect the Iron pillar of Delhi, which has withstood corrosion for over 1,600 years. The Iron pillar of Delhi is 23 feet 8 inches high (7.2 meters) with 16 inches diameter structure, was constructed by a \"King Chandra\", probably Chandragupta II, and is currently standing in the Qutb complex at Mehrauli in Delhi, India. It is famous for the rust-resistant composition of the metals used in its construction."
  },
  {
    "offering": "Genetic Engineering",
    "description": "Many discoveries of modern science and technology were known to the people of ancient India.\nSkilled ancient doctors conducted complicated surgeries like fractures, cesareans, removing of urinary stones, cataract surgery, artificial limbs, brain surgery, and even plastic surgery. Probably more than 5000 years ago, the great sages, known as the Rishis perfected the ancient science of genetics, cloning, test-tube baby and stem cell technology."
  },
  {
    "offering": "Universalism",
    "description": "Vasudhaiva Kutumbakam is a Sanskrit phrase that means that the whole world is one single family. So here the Vedic sages are saying that the entire world is truly just one family. The world is like a small, tightly knit, nuclear family words वसुधैव कुटुम्बकम् (vasudhaiva kuTumbakam) come from the mantra VI-72 in Maha Upanishad which belongs to Samaveda tradition. The mantra reads:\nअयं बन्धुरयंनेति गणना लघुचेतसाम्\nउदारचरितानां तु वसुधैव कुटुम्बकम् ॥\nMeaning: The distinction “This person is mine, and this one is not” is made only by the narrow-minded (i.e. the ignorant who are in duality). For those of noble conduct (i.e. who know the Supreme Truth), the whole world is one family (one Unit). (The meaning of words like ‘family’ etc. should be understood in the context of what the Upanishad is talking about. It is describing the quality of a man who understood the Truth, transcending the multiplicity of the world). The Upanishad mantra is not a geo-politico-socio-cultural statement. It is a matter of fact."
  },
  {
    "offering": "Fibbonacci Numbers",
    "description": "The Fibonacci numbers and their order first appear in Indian mathematics as mātrāmeru mentioned by Pingala in connection with the Sanskrit tradition of prosody. Later, the process for the formation of these numbers of mathematicians Virahanka, Gopala and Hemacandra the fascinating sequence were given much before the Italian mathematician Fibonacci introduced to Western European mathematics."
  },
  {
    "offering": "Rituals",
    "description": "In Hinduism, rituals are meant to inculcate feelings of devotion and religiosity and thereby bring God and spirituality into the center of human life. Hindu ritual and sacrificial ceremonies are many. However, they primarily involve sacrificial offerings to gods, beings, departed souls, humans and other living beings. The offerings are made on a daily, weekly, monthly or annual basis. Some offerings are made on specific occasions that come only once in a lifetime. Such offerings are meant to be made without claiming reciprocal advantages as a service to God and his manifestations."
  },
  {
    "offering": "Deity worship",
    "description": "Worship of the divine through a physical figure."
  },
  {
    "offering": "Aushadha (Alchemy)",
    "description": "Aushadha is one of the 3 methods through which Sadāshiva opens up the possibilities of manifesting all the powers, manifesting all the states of Consciousness and exploring dimensions of the Universe. The Aushadha component of Sadashiva has four dimensions:\nFirst, certain herbs have to be taken in. They are certain sacred herbs that are swallowed or kept in the mouth, which enter the body and raises the state of Consciousness or raises you to the other planes of the Universe.\nSecond, certain herbs need to be kept between the teeth or in your ears or your eyes during the process.\nThird, certain mutation, actions, need to be done to your body – fire walking and taking bath in turmeric water is one of the most powerful mutations. One of the side effects is health, there are other side effects where certain intense energies are awakened and negativities are nullified.\nThe fourth dimension of Aushadha is inhaling certain herbal perfumes and smells while you are falling asleep.\nThese are the four primary Aushadha processes Sadashiva gives for raising you to different dimensions of universe and making you manifest the multiple powers of Sadashiva, state of Sadashiva, space of Sadashiva."
  },
  {
    "offering": "Science of Conscious Birth",
    "description": "This is the systematic process for painless conscious birthing, by the perfect ambiance of a welcome center for the landing of an intelligent soul."
  },
  {
    "offering": "Science of Graceful Exit",
    "description": "The Knowledge of afterlife is a very important and essential teaching for any individual who is about to leave the body, providing this knowledge to these individual liberates them, they also have a very peaceful death. this science is called the science of graceful exits."
  },
  {
    "offering": "Animal worship",
    "description": "Hinduism is the only religion in which various animals are closely related to God, and some are worshipped as one of them. In Hinduism, it is said that when Brahma created the animals, he hid a specific secret in each of them to signify their spiritual importance to humans. Hindus regard all living- creatures as sacred — mammals, fishes, birds and more."
  },
  {
    "offering": "Kayakalpa Yoga",
    "description": "Naturally restructuring the body, Kaya Kalpa helps cure and prevent diseases. It relieves the practitioner of many of the troubles of aging. Kayakalpa Yoga is an ancient wonderful technique of the Siddhas(saints) of South India for the enhancement of life energy. In Sanskrit, the term “Kaya” means “body and “Kalpa” means “immortal”. The Science of Kayakalpa delineates how the human body can be immortalized."
  },
  {
    "offering": "Cataract surgery",
    "description": "Cataract surgery was known to the Indian physician Sushruta (6th century BCE). In India, cataract surgery was performed with a special tool called the Jabamukhi Salaka, a curved needle used to loosen the lens and push the cataract out of the field of vision. The eye would later be soaked with warm butter and then bandaged. Though this method was successful, Susruta cautioned that cataract surgery should only be performed when necessary. Greek philosophers and scientists traveled to India where these surgeries were performed by physicians. The removal of cataract by surgery was also introduced into China from India."
  },
  {
    "offering": "Zinc mining and medicinal zinc",
    "description": "Zinc was first smelted from zinc ore in India. Zinc mines of Zawar, near Udaipur, Rajasthan, were active during the early Christian era. There are references of medicinal uses of zinc in the Charaka Samhita (300 BCE). The Rasaratna Samuccaya which dates back to the Tantric period (c. 5th - 13th century CE) explains the existence of two types of ores for zinc metal, one of which is ideal for metal extraction while the other is used for medicinal purpose."
  },
  {
    "offering": "Stupa",
    "description": "The origin of the stupa can be traced to 3rd-century BCE India. It was used as a commemorative monument associated with storing sacred relics. The stupa architecture was adopted in Southeast and East Asia, where it evolved into the pagoda, a Buddhist monument used for enshrining sacred relics."
  },
  {
    "offering": "Incense clock",
    "description": "The incense clock is a timekeeping device used to measure minutes, hours, or days, incense clocks were commonly used at homes and temples in dynastic times. Although popularly associated with China the incense clock is believed to have originated in India, at least in its fundamental form if not function. Early incense clocks found in China between the 6th and 8th centuries CE—the period it appeared in China all seem to have Devanāgarī carvings on them instead of Chinese seal characters. Incense itself was introduced to China from India in the early centuries CE, along with the spread of Buddhism by traveling monks. Edward Schafer asserts that incense clocks were probably an Indian invention, transmitted to China, which explains the Devanāgarī inscriptions on early incense clocks found in China. Silvio Bedini, on the other hand, asserts that incense clocks were derived in part from incense seals mentioned in Tantric Buddhist scriptures, which first came to light in China after those scriptures from India were translated into Chinese, but holds that the time-telling function of the seal was incorporated by the Chinese."
  },
  {
    "offering": "Mahakavya (Epics)",
    "description": "Four of the main texts of Hindu epic literature are the Upanishads, the Mahabharata, the Ramayana, and Puranas. While the Upanishads are religious texts, when combined with the other two, the foundations of Hindu beliefs are firmly expressed."
  },
  {
    "offering": "Dentistry",
    "description": "The Indus Valley Civilization has revealed evidence of dentistry being practiced as far back as 7000 BC. One dig site in Mehrgarh even showed evidence of healers curing tooth disorders with bow drills."
  },
  {
    "offering": "Marma Science",
    "description": "Varma Kalai is an Indian term meaning “art of vital points”. It is a component of traditional massage, alternative medicine, traditional yoga and martial arts in which the body’s pressure points (varma or marma) are manipulated to heal or cause harm. The healing application called vaidhiya murai is used in Ayurveda and Siddha medicine to treat patients suffering from ENT related problems, paralysis, hemiplegia, nervous disorder, sciatica, spondylitis, and other conditions. Its combat application is known as varma adi or marma adi meaning “pressure-point striking”, and can be done either empty-handed or with a blunt weapon. Usually taught as an advanced stage of Indian fighting systems, strikes are targeted at the nerves, veins, tendons, organs and bone joints."
  },
  {
    "offering": "Silambi",
    "description": "Silambam is a weapon-based martial art of India, more specifically from Tamilakam (now Tamil Nadu region) in the Indian subcontinent, where it originated around 1000 BCE, This ancient fighting style is mentioned in Tamil Sangam literature 400 BCE."
  },
  {
    "offering": "Vaisheshika",
    "description": "Vaisheshika is one of the six orthodox schools of Hindu philosophy (Vedic systems) from ancient India. In its early stages, the Vaiśeṣika was an independent philosophy with its metaphysics, epistemology, logic, ethics, and soteriology. Vaisheshika school is known for its insights in naturalism. It is a form of atomism in natural philosophy. It postulated that all objects in the physical universe are reducible to paramāṇu (atoms), and one's experiences are derived from the interplay of substance (a function of atoms, their number, and their spatial arrangements), quality, activity, commonness, particularity, and inherence"
  },
  {
    "offering": "Shipbuilding & navigation",
    "description": "Sanskrit and Pali texts have several references to maritime activity by ancient Indians. A panel in Mohenjodaro found shows a sailing vessel, and thousands of years later Ajanta murals also show a seafaring ship. The science of shipbuilding and navigation was known to ancient Indians. Sanskrit and Pali texts are replete with maritime references and old Indians, especially from the coastal regions were commercial relations with several countries over the Bay of Bengal as Cambodia, Java, Sumatra, Borneo, and even to China. Similar maritime and trade relations existed with the countries on the Arabian Sea as Arabia, Egypt, and Persia."
  },
  {
    "offering": "Nulcear Physics",
    "description": "The Brahmastra, as described in the Mahabharata, is a weapon which is said to be a single projectile charged with all the power of the universe. It is capable to destroy the whole world, which is created by Lord Brahma. The Brahmastras description is similar to modern-day Nuclear Weapons. In ancient Sanskrit writings, the Brahmastra (Sanskrit: ब्रह्‍मास्‍त्र, IAST: Brahmāstra) and its variants, the Brahmashirsha Astra and the Brahmanda Astra were supernatural weapons used in the great historical war of Mahabharata and are collectively called Brahma weapons. The Brahmashirsha Astra was a weapon that could destroy the world. These weapons are all created by Lord Brahma."
  },
  {
    "offering": "Mīmāṃsā",
    "description": "Mīmāṃsā is a Sanskrit word that means \"reflection\" or \"critical investigation\" and thus refers to a tradition of contemplation which reflected on the meanings of certain Vedic texts. This tradition is also known as Pūrva-Mīmāṃsā because of its focus on the earlier (pūrva) Vedic texts dealing with ritual actions, and similarly as Karma-Mīmāṃsā due to its focus on ritual action (karma). It is one of six Vedic \"affirming\" (āstika) schools of Hinduism. This particular school is known for its philosophical theories on the nature of dharma, based on a hermeneutics of the Vedas, especially the Brāḥmanas and Saṃhitas."
  },
  {
    "offering": "Spices",
    "description": "Use of Spices in Ancient India has been one of the important parts of Indian cooking. It indicates not only the types of spices used but also their cultivation in India. As the society was largely agrarian it cultivated a large variety of spices. Along with popular spices like cardamom, it also cultivated some specific spices in the form of seeds. Indian spices formed a major part of the spice trade along with the rest of the world. These highlight the popularity of Indian spices all over the world."
  },
  {
    "offering": "Pranapratishtha",
    "description": "Prana pratistha refers to the rite or ceremony by which a murti is consecrated in a Hindu temple, wherein hymns and mantra are recited to invite the deity to be resident guest, and the idol's eye is opened for the first time."
  },
  {
    "offering": "Vaimanika Shastra",
    "description": "The Vaimānika Śāstra (वैमानिक शास्त्र, lit. \"shastra on the topic of Vimanas\"; or \"science of aeronautics\", sometimes also rendered Vimanika, Vymanika, Vyamanika) is an early 20th-century Sanskrit text on aerospace technology. It claims that the vimānas mentioned in ancient Sanskrit epics were advanced aerodynamic flying vehicles."
  },
  {
    "offering": "Garbha Sanskara",
    "description": "The Sanskrit word Garbh means fetus in the womb and Sanskar means educating the mind. So, Garbh sanskar essentially means educating the mind of the fetus. It is traditionally believed that a child's mental and behavioral development starts as soon as he is conceived. His personality begins to take shape in the womb, and this can be influenced by the mother's state of mind during pregnancy. This knowledge can be traced back to ancient scriptures and is included in the Ayurveda."
  },
  {
    "offering": "Ancient flush toilet systems",
    "description": "A feature of the Indus Valley Civilization was water-flushed toilets. Both in Harappa and Mohenjo-Daro, almost every home had a flush toilet, connected to a sophisticated sewage system."
  },
  {
    "offering": "Crucible steel",
    "description": "Historians now know that by at least 200 BC (a conservative estimate) South India was producing high-quality steel, using a method Europeans would later call the crucible technique. Wrought iron, charcoal, and glass were mixed and heated until the iron melted and absorbed the carbon, forming high-grade steel."
  },
  {
    "offering": "Cure for Leprosy",
    "description": "The first mention of leprosy is described in the Indian medical treatise Sushruta Samhita (6th century BCE). However, The Oxford Illustrated Companion to Medicine holds that the mention of leprosy, as well as ritualistic cures for it, were described in the Atharva-Veda (1500–1200 BCE), written before the Sushruta Samhita."
  },
  {
    "offering": "Discovery of Gravity",
    "description": "Aryabhata first identified the force to explain why objects do not spin out when the earth rotates, Brahmagupta described gravity as an attractive force and used the term \"gruhtvaakarshan\" for gravity. Aryabhata developed a geocentric solar system, and a model of the planets, where the planets spin on their axes and follow orbits, the Sun and the moon revolving around the earth in epicycles."
  },
  {
    "offering": "Sangam Literature",
    "description": "The most famous Hindu epic literature arose in India during the Vedic period (c. 1000–c. 500 b.c.e), which helped define the essentials of Indian belief and culture. While Hinduism is not the sole religion in the region, these texts set forth many of the ideas and practices held sacred by many people throughout the world. Hindu epic literature is still very much treasured in modern times. It was during the Vedic period that four of the most treasured sources of Hindu spiritualism arose. In the ancient language of Sanskrit, Veda means truth or knowledge. The Vedic library, which lends its name to this era, contains hundreds of texts. The Sangam literature is the ancient Tamil literature of the period in the history of south India spanning from c. 300 BCE to 300 CE. This collection contains 2381 poems in Tamil composed by 473 poets, some 102 of whom remain anonymous."
  },
  {
    "offering": "Shilpa",
    "description": "The quintessence of Vedic civilization was expressed in the science and art of forms “Shilpa” (work of art). Regarding Shilpa, the Aitareya Brahmana, Rig Veda, 6.5.27 states, \n“The works of art of man imitate the divine forms by employing their rhythms they metrically reconstitute and interpret the limitless knowledge of the sacred hymns from the limits of being human."
  },
  {
    "offering": "Festivals",
    "description": "Festivals play a very large part in the day to day life of Hindus and they portray and rich cultural traditions of the country. In Hindu tradition, a festival is observed with prayers and different rituals such as fasting, decorating the deities, cooking special dishes, community fairs, etc. The festivals usually commemorate special events from Hindu mythology but this often coincides with seasonal changes or agricultural cycles such as the sowing or harvest season. The most widely celebrated festivals are Diwali, Holi, Makar Sankranti, Shivaratri."
  },
  {
    "offering": "Weighing scale",
    "description": "The earliest existence of weighing scales also date back to between 2400 BC-1800 BC in the Indus valley civilization, where balances were used to compare measurements and compare goods in trade."
  },
  {
    "offering": "Oven-baked bricks",
    "description": "The oven-baked bricks were invented in the Harappan civilization."
  },
  {
    "offering": "Dhanurveda",
    "description": "A scientific treatise on the art of warfare in ancient Bhārata. Because of the undue importance of science, the treatise is deemed and respected as a Veda. There have been innumerable books on the subject to teach Dhanurveda to the Kṣatriya youths. In the book 'Prasthānabheda' by Madhusūdana Sarasvatī, he states that Dhanurveda is a branch of Yajurveda. A Sanskrit book called Dhanurvedasaṃhitā is now available. Some scholars believe that not much antiquity can be attributed to this work. Many books relating to Dhanurveda have been lost to us."
  },
  {
    "offering": "Hydraulic Engineering",
    "description": "Since the time of the Indus Valley civilization over 5,000 years ago, and until the onset of the European colonial era in the recent past, India had created and sustained a vast and highly advanced network of canals, along with intricate irrigation, water management, and sewage systems. These sewage systems were so advanced that they were designed to automatically self-clear systems blockages, as well as account for smell and odor. The world’s first flush toilets were also in use in India over 3,000 years ago and were a feature of most homes in the Indus Valley Civilisation - the largest ancient civilization in the world. According to an American author of historical revisionism, David Hatcher Childress, ancient India’s plumbing-sewage systems were so sophisticated that they are still superior to those of many developing countries today. Large public baths were also in existence in the Indus Valley Civilisation, thousands of years before the creation of similar Roman baths."
  },
  {
    "offering": "Cotton and Jute Farming",
    "description": "Cotton was cultivated by the inhabitants of the Indus Valley Civilization by the 5th millennium BCE - 4th millennium BCE. Also, Jute has been cultivated in India since ancient times Raw jute was exported to the western world, where it was used to make ropes and cordage."
  },
  {
    "offering": "Stepwells",
    "description": "Stepwells are wells or ponds in which the water is reached by descending a set of steps to the water level. They may be multi-storied with a bullock turning a water wheel to raise the well water to the first or second floor. They are most common in western India and are also found in the other more arid regions of the Indian subcontinent, extending into Pakistan. The construction of step-wells is mainly utilitarian, though they may include embellishments of architectural significance, and be temple tanks. Stepwells are examples of the many types of storage and irrigation tanks that were developed in India, mainly to cope with seasonal fluctuations in water availability. A basic difference between step-wells on the one hand and tanks and wells on the other is to make it easier for people to reach the groundwater and to maintain and manage the well."
  },
  {
    "offering": "Carnatic Music",
    "description": "Carnatic music or Karnāṭak music or Karnāṭaka Saṃgīta is a system of music commonly associated with the southern part of the Indian subcontinent, with its area roughly confined to five modern states of India: Andhra Pradesh, Karnataka, Kerala, Telangana, and Tamil Nadu."
  },
  {
    "offering": "Kalaripayattu",
    "description": "Kalaripayattu (sometimes shortened as Kalari) is an Indian martial art and fighting system that originated in Kerala and practiced by warriors of Kerala. There is a mention about Tulunadan Kalari in the Northern ballads of chekavar of Kerala. In Kerala, the warriors belonged to all castes. It is considered by some to be the oldest martial art still in existence, with its origin dating back to the 3rd century BCE."
  },
  {
    "offering": "Chaturanga",
    "description": "The precursor of chess originated in India during the Gupta dynasty (c. 280-550 CE). Both the Persians and Arabs ascribe the origins of the game of Chess to the Indians. The words for \"chess\" in Old Persian and Arabic are chatrang and shatranj respectively — terms derived from caturaṅga in Sanskrit, which means an army of four divisions or four corps. Chess spread throughout the world and many variants of the game soon began taking shape. This game was introduced to the Near East from India and became a part of the princely or courtly education of Persian nobility. Buddhist pilgrims, Silk Road traders and others carried it to the Far East where it was transformed and assimilated into a game often played on the intersection of the lines of the board rather than within the squares. Chaturanga reached Europe through Persia, the Byzantine empire and the expanding Arabian empire. Muslims carried Shatranj to North Africa, Sicily, and Spain by the 10th century where it took its final modern form of chess."
  },
  {
    "offering": "Lithiasis treatment",
    "description": "The earliest operation for treating lithiasis, or the formations of stones in the body, is also given in the Sushruta Samhita (6th century BCE). The operation involved exposure and going up through the floor of the bladder."
  },
  {
    "offering": "Ink",
    "description": "Ink was used from the 4th century BC from excavations seen at Takshila. Rasaratnakara gives the recipe for ink which was made from nuts and myrobalans. Colors of ink were made from a combination of different types of plants, resins, and other materials. The Ajanta caves displayed some inscriptions that were written with colored ink, made from chalk, red lead, and minium. Paintings found on walls of Ajanta and Ellora which look fresh even after 1000 years, also testify to the high level of chemical science achieved in ancient India."
  },
  {
    "offering": "Paper",
    "description": "Paper was known to India in the 7th century from the Chinese traveler 1-I sing's account. Papermaking was practiced all over the country in places like Murshidabad, Sialkot, Mysore, Ahmedabad, Zafarbad."
  },
  {
    "offering": "Button",
    "description": "Ornamental buttons—made from seashell—were used in the Indus Valley Civilization for ornamental purposes by 2000 BCE. Some buttons were carved into geometric shapes and had holes pierced into them so that they could be attached to clothing by using a thread. Ian McNeil (1990) holds that: \"The button was originally used more as an ornament than as a fastening, the earliest known being found at Mohenjo-Daro in the Indus Valley. It is made of a curved shell and about 5000 years old."
  },
  {
    "offering": "Diamonds",
    "description": "Diamonds were first recognized and mined in central India, where significant alluvial deposits of the stone could then be found along the rivers Penner, Krishna, and the Godavari. It is unclear when diamonds were first mined in India, although estimated to be at least 5,000 years ago. India remained the world's only source of diamonds until the discovery of diamonds in Brazil in the 18th century. Golconda served as an important center for diamonds in central India. Diamonds then were exported to other parts of the world, including Europe. Early references to diamonds in India come from Sanskrit texts. The Arthashastra of Kautilya mentions diamond trade in India. Buddhist works dating from the 4th century BCE mention it as a well-known and precious stone but don't mention the details of diamond cutting. Another Indian description written at the beginning of the 3rd century describes strength, regularity, brilliance, ability to scratch metals, and good refractive properties as the desirable qualities of a diamond. A Chinese work from the 3rd century BCE mentions: \"Foreigners wear it [diamond] in the belief that it can ward off evil influences\". The Chinese, who did not find diamonds in their country, initially used diamonds as a \"jade cutting knife\" instead of as a jewel."
  },
  {
    "offering": "Jewelry-making",
    "description": "Indian jewelry is as old as the Indian civilization itself. The ruins of the Indus Valley civilization, going back to 5000 years, have yielded examples of beaded jewelry. In the sculptures at Bharhut, Sanchi and Amaravati and the paintings at Ajanta can be seen the wide range of jewelry worn by man and woman, by king and commoner. The temples of South India, Bengal, Orissa, and Central India present a veritable cornucopia of the jeweler's art.\n\nGreek visitors to ancient India marveled at the elaborate Indian jewels of the time. The epics, the Ramayana and the Mahabharata, and the Arthasastra, a text 19 centuries old, mention the intricate arts of the jewelers of yore. The Silappadikaram, an ancient Tamil classic, talks of a society dealing in gold, pearls and precious stones. Paes, a Portuguese chronicler, writes of the Vijayanagar empire where visitors were dazzled by the jewelry worn."
  }
]
